{
  "common": {
    "startQuiz": "Start Quiz",
    "retakeQuiz": "Retake Quiz",
    "questionOf": "Question {{current}} of {{total}}",
    "imagePlaceholder": "Image of {{shape}} Nail Shape"
  },
  "welcomeScreen": {
    "title": "Discover Your Perfect Nail Shape",
    "description": "Take this quick quiz to find the ideal nail shape that complements your personality, style, and lifestyle.",
    "intro": "Our professional recommendation system will guide you through a series of questions to match you with one of 8 elegant nail shapes."
  },
  "resultScreen": {
    "title": "Your Perfect Nail Shape!",
    "description": "Based on your answers, we recommend:"
  },
  "nailShapes": {
    "Almond": "Almond",
    "Square": "Square",
    "Squoval": "Squoval",
    "Coffin": "Coffin",
    "Stiletto": "Stiletto",
    "Oval": "Oval",
    "Round": "Round",
    "Ballerina": "Ballerina",
    "Almond_description": "Elegant and sophisticated, the almond shape elongates fingers and adds a touch of classic glamour, perfect for a refined look.",
    "Square_description": "Strong and modern, square nails offer a clean, crisp edge that's both practical and stylish, ideal for those who prefer a bold, structured aesthetic.",
    "Squoval_description": "The best of both worlds, squoval nails combine the strength of square with the softness of oval, offering a versatile and universally flattering shape.",
    "Coffin_description": "Dramatic and chic, coffin (or ballerina) nails are tapered with a flat tip, exuding confidence and a high-fashion appeal for the trendsetter.",
    "Stiletto_description": "Bold and edgy, stiletto nails are sharply pointed, making a powerful statement and creating the illusion of extra-long, slender fingers.",
    "Oval_description": "Classic and graceful, oval nails are soft and feminine, flattering most hand shapes by elongating fingers with a gentle, rounded curve.",
    "Round_description": "Simple and practical, round nails are low-maintenance and durable, perfect for those who prefer a natural look and active lifestyle.",
    "Ballerina_description": "Similar to coffin but often slightly more tapered, ballerina nails are elegant and sophisticated, offering a chic, elongated look with a flat, squared-off tip."
  },
  "quizQuestions": {
    "q1_question": "Your friends want to go outside. Which activity are you suggesting?",
    "q1_answer1": "Taking a walk around the block",
    "q1_answer2": "Drinking a coffee at your favourite café",
    "q1_answer3": "Shoppinggg!",
    "q1_answer4": "Playing football or basketball",
    "q1_answer5": "Let's get a little tipsy🍷",
    "q1_answer6": "How about going to the cinema?!",
    "q1_answer7": "A completely spontaneous road trip",
    "q1_answer8": "To the taverna we go",

    "q2_question": "It's a rainy Sunday. What do you do?",
    "q2_answer1": "Read a book",
    "q2_answer2": "Scroll on Pinterest and listen to my favorite songs",
    "q2_answer3": "Go outside because I actually enjoy the rain!",
    "q2_answer4": "Have some quality time with my family",
    "q2_answer5": "Watch my comfort series/movies",
    "q2_answer6": "Seems like a perfect day to clean the house!",
    "q2_answer7": "Try out new make-up, hairstyles and outfits",
    "q2_answer8": "Probably finding out about a new topic and falling into a rabbit hole online",

    "q3_question": "What's something you're really good at?",
    "q3_answer1": "I have a good intuition about the character of a person I just met",
    "q3_answer2": "I can be really organized",
    "q3_answer3": "People tell me I have a charming character so I get along easily with anybody",
    "q3_answer4": "I'm a pretty sporty person",
    "q3_answer5": "I'm really creative",
    "q3_answer6": "I'm extroverted and brave. If I really want something, I will find ways to get it",
    "q3_answer7": "I'm really good at cooking and baking",
    "q3_answer8": "I'm a trendsetter. When I do or wear something, people will follow",

    "q4_question": "What is a piece of clothing you really love to wear? (And wish you could wear it every day)",
    "q4_answer1": "A big cozy scarf",
    "q4_answer2": "High heels, especially red or black ones",
    "q4_answer3": "A comfortable hoodie",
    "q4_answer4": "A flowy dress",
    "q4_answer5": "A Y2K tube top",
    "q4_answer6": "A good fitting monochrome blouse and trousers set",
    "q4_answer7": "Anything 60's or 70's fashion inspired",
    "q4_answer8": "An oversized sweater which is so big that I could live in it",

    "q5_question": "Which nail length do you like?",
    "q5_answer1": "As short as possible",
    "q5_answer2": "I like them short. Medium only on special occasions",
    "q5_answer3": "Shorter would be better because I work a lot with my hands, but I would love medium nails if I could",
    "q5_answer4": "Shorter if I want a clean look, medium to long if I feel like it",
    "q5_answer5": "I like medium nails the most",
    "q5_answer6": "Medium, but long would also be fine if it's a really simple design",
    "q5_answer7": "Medium is okay, but long is better I think",
    "q5_answer8": "Long at least. XXL would be better",

    "q6_question": "How would you describe your hand shape?",
    "q6_answer1": "Small hand, short fingers",
    "q6_answer2": "Small hand, long fingers",
    "q6_answer3": "Round hand, short fingers",
    "q6_answer4": "Round hand, long fingers",
    "q6_answer5": "Average hand, long fingers",
    "q6_answer6": "Average hand, short fingers",
    "q6_answer7": "Rectangular hand, short fingers",
    "q6_answer8": "Rectangular hand, long fingers",

    "q7_question": "Do you use your hands often?",
    "q7_answer1": "Yes, I work hard with my hands every day",
    "q7_answer2": "I use them for keyboards, documents, average to minor household duties",
    "q7_answer3": "Yes I do but not too hard",
    "q7_answer4": "Not really, just minor everyday stuff",
    "q7_answer5": "I do, but I don't mind doing them with nails on",
    "q7_answer6": "No, but if I do, nails wouldn't stop me doing whatever I want",
    "q7_answer7": "No",
    "q7_answer8": "It really depends, but long nails would annoy me if I have a lot to do",

    "q8_question": "How often do you want to come over for a fresh set?",
    "q8_answer1": "Every 3 weeks",
    "q8_answer2": "Every 4 weeks",
    "q8_answer3": "As soon as my packed calendar lets me",
    "q8_answer4": "I will try to come regularly but most probably somewhere between 4-5 weeks",
    "q8_answer5": "As soon as my nails look really grown out",
    "q8_answer6": "As soon as I want, sometimes I don't want to wear nails for months",
    "q8_answer7": "It depends on how long my nails are. If it's a short set, I will come later",
    "q8_answer8": "As soon as I see a good nail inspo online, I cannot hold myself back to get a new set",

    "q9_question": "How would you describe your vibe?",
    "q9_answer1": "Edgy. I'm unapologetically myself.",
    "q9_answer2": "Prepared. I always have a plan for everything.",
    "q9_answer3": "Natural. I'm not picky with anything and you can always count on me.",
    "q9_answer4": "Chill. I don't get irritated easily.",
    "q9_answer5": "Active. I have an active lifestyle and I love it.",
    "q9_answer6": "Soft. I'm creative, feminine, and love cozy, girly things.",
    "q9_answer7": "Iconic. I'm bold and like to feel sexy.",
    "q9_answer8": "Cozy. I love a good movie or book with my favourite soul food on the side."
  }
}