{
  "common": {
    "startQuiz": "Ξεκινήστε το Κουίζ",
    "retakeQuiz": "Επανάληψη Κουίζ",
    "questionOf": "Ερώτηση {{current}} από {{total}}",
    "imagePlaceholder": "Εικόνα σχήματος νυχιών {{shape}}"
  },
  "welcomeScreen": {
    "title": "Ανακαλύψτε το Ιδανικό Σχήμα Νυχιών σας",
    "description": "Κάντε αυτό το γρήγορο κουίζ για να βρείτε το ιδανικό σχήμα νυχιών που συμπληρώνει την προσωπικότητά σας, το στυλ και τον τρόπο ζωής σας.",
    "intro": "Το επαγγελματικό μας σύστημα προτάσεων θα σας καθοδηγήσει μέσα από μια σειρά ερωτήσεων για να σας ταιριάξει με ένα από τα 8 κομψά σχήματα νυχιών."
  },
  "resultScreen": {
    "title": "Το Ιδανικό Σχήμα Νυχιών σας!",
    "description": "Με βάση τις απαντήσεις σας, προτείνουμε:"
  },
  "nailShapes": {
    "Almond": "Αμυγδαλωτό",
    "Square": "Τετράγωνο",
    "Squoval": "Τετραγωνοβάλ",
    "Coffin": "Φέρετρο",
    "Stiletto": "Στιλέτο",
    "Oval": "Οβάλ",
    "Round": "Στρογγυλό",
    "Ballerina": "Μπαλαρίνα",
    "Almond_description": "Κομψό και εκλεπτυσμένο, το αμυγδαλωτό σχήμα επιμηκύνει τα δάχτυλα και προσθέτει μια πινελιά κλασικής γοητείας, ιδανικό για ένα εκλεπτυσμένο look.",
    "Square_description": "Δυνατά και μοντέρνα, τα τετράγωνα νύχια προσφέρουν μια καθαρή, ευκρινή άκρη που είναι ταυτόχρονα πρακτική και κομψή, ιδανική για όσους προτιμούν μια τολμηρή, δομημένη αισθητική.",
    "Squoval_description": "Το καλύτερο και από τους δύο κόσμους, τα τετραγωνοβάλ νύχια συνδυάζουν τη δύναμη του τετράγωνου με την απαλότητα του οβάλ, προσφέροντας ένα ευέλικτο και καθολικά κολακευτικό σχήμα.",
    "Coffin_description": "Δραματικά και σικ, τα νύχια φέρετρο (ή μπαλαρίνα) είναι κωνικά με επίπεδη άκρη, αποπνέοντας αυτοπεποίθηση και μια υψηλή αίσθηση μόδας για τον trendsetter.",
    "Stiletto_description": "Τολμηρά και αιχμηρά, τα νύχια στιλέτο είναι έντονα μυτερά, κάνοντας μια δυνατή δήλωση και δημιουργώντας την ψευδαίσθηση εξαιρετικά μακριών, λεπτών δαχτύλων.",
    "Oval_description": "Κλασικά και χαριτωμένα, τα οβάλ νύχια είναι απαλά και θηλυκά, κολακεύοντας τα περισσότερα σχήματα χεριών επιμηκύνοντας τα δάχτυλα με μια απαλή, στρογγυλεμένη καμπύλη.",
    "Round_description": "Απλά και πρακτικά, τα στρογγυλά νύχια είναι χαμηλής συντήρησης και ανθεκτικά, ιδανικά για όσους προτιμούν μια φυσική εμφάνιση και έναν ενεργό τρόπο ζωής.",
    "Ballerina_description": "Παρόμοια με το φέρετρο αλλά συχνά ελαφρώς πιο κωνικά, τα νύχια μπαλαρίνα είναι κομψά και εκλεπτυσμένα, προσφέροντας ένα σικ, επιμηκυμένο look με μια επίπεδη, τετραγωνισμένη άκρη."
  },
  "quizQuestions": {
    "q1_question": "Οι φίλοι σας θέλουν να βγουν έξω. Ποια δραστηριότητα προτείνετε;",
    "q1_answer1": "Μια βόλτα γύρω από το τετράγωνο",
    "q1_answer2": "Έναν καφέ στο αγαπημένο σας καφέ",
    "q1_answer3": "Ψώνιααα!",
    "q1_answer4": "Ποδόσφαιρο ή μπάσκετ",
    "q1_answer5": "Ας πιούμε κάτι🍷",
    "q1_answer6": "Τι θα λέγατε να πάμε σινεμά;",
    "q1_answer7": "Ένα εντελώς αυθόρμητο οδικό ταξίδι",
    "q1_answer8": "Στην ταβέρνα πάμε",

    "q2_question": "Είναι μια βροχερή Κυριακή. Τι κάνετε;",
    "q2_answer1": "Διαβάζω ένα βιβλίο",
    "q2_answer2": "Κάνω scroll στο Pinterest και ακούω τα αγαπημένα μου τραγούδια",
    "q2_answer3": "Βγαίνω έξω γιατί μου αρέσει η βροχή!",
    "q2_answer4": "Περνάω ποιοτικό χρόνο με την οικογένειά μου",
    "q2_answer5": "Βλέπω τις αγαπημένες μου σειρές/ταινίες",
    "q2_answer6": "Φαίνεται τέλεια μέρα για να καθαρίσω το σπίτι!",
    "q2_answer7": "Δοκιμάζω νέα μακιγιάζ, χτενίσματα και ρούχα",
    "q2_answer8": "Πιθανότατα ανακαλύπτω ένα νέο θέμα και χάνομαι σε αυτό στο διαδίκτυο",

    "q3_question": "Σε τι είστε πραγματικά καλοί;",
    "q3_answer1": "Έχω καλή διαίσθηση για τον χαρακτήρα ενός ατόμου που μόλις γνώρισα",
    "q3_answer2": "Μπορώ να είμαι πολύ οργανωμένος",
    "q3_answer3": "Οι άνθρωποι μου λένε ότι έχω γοητευτικό χαρακτήρα, οπότε τα πάω εύκολα με όλους",
    "q3_answer4": "Είμαι αρκετά αθλητικός τύπος",
    "q3_answer5": "Είμαι πολύ δημιουργικός",
    "q3_answer6": "Είμαι εξωστρεφής και γενναίος. Αν θέλω κάτι πολύ, θα βρω τρόπους να το αποκτήσω",
    "q3_answer7": "Είμαι πολύ καλός στη μαγειρική και τη ζαχαροπλαστική",
    "q3_answer8": "Είμαι trendsetter. Όταν κάνω ή φοράω κάτι, οι άνθρωποι ακολουθούν",

    "q4_question": "Ποιο είναι ένα ρούχο που αγαπάτε να φοράτε; (Και θα θέλατε να το φοράτε κάθε μέρα)",
    "q4_answer1": "Ένα μεγάλο, ζεστό κασκόλ",
    "q4_answer2": "Ψηλοτάκουνα, ειδικά κόκκινα ή μαύρα",
    "q4_answer3": "Ένα άνετο φούτερ",
    "q4_answer4": "Ένα αέρινο φόρεμα",
    "q4_answer5": "Ένα Y2K tube top",
    "q4_answer6": "Ένα καλοραμμένο μονόχρωμο σετ μπλούζας και παντελονιού",
    "q4_answer7": "Οτιδήποτε εμπνευσμένο από τη μόδα των '60s ή '70s",
    "q4_answer8": "Ένα oversized πουλόβερ τόσο μεγάλο που θα μπορούσα να ζήσω μέσα του",

    "q5_question": "Ποιο μήκος νυχιών σας αρέσει;",
    "q5_answer1": "Όσο πιο κοντά γίνεται",
    "q5_answer2": "Μου αρέσουν κοντά. Μεσαία μόνο σε ειδικές περιστάσεις",
    "q5_answer3": "Πιο κοντά θα ήταν καλύτερα γιατί δουλεύω πολύ με τα χέρια μου, αλλά θα ήθελα μεσαία νύχια αν μπορούσα",
    "q5_answer4": "Πιο κοντά αν θέλω ένα καθαρό look, μεσαία έως μακριά αν το νιώθω",
    "q5_answer5": "Μου αρέσουν περισσότερο τα μεσαία νύχια",
    "q5_answer6": "Μεσαία, αλλά και τα μακριά θα ήταν εντάξει αν είναι ένα πολύ απλό σχέδιο",
    "q5_answer7": "Τα μεσαία είναι εντάξει, αλλά τα μακριά νομίζω είναι καλύτερα",
    "q5_answer8": "Μακριά τουλάχιστον. XXL θα ήταν καλύτερα",

    "q6_question": "Πώς θα περιγράφατε το σχήμα του χεριού σας;",
    "q6_answer1": "Μικρό χέρι, κοντά δάχτυλα",
    "q6_answer2": "Μικρό χέρι, μακριά δάχτυλα",
    "q6_answer3": "Στρογγυλό χέρι, κοντά δάχτυλα",
    "q6_answer4": "Στρογγυλό χέρι, μακριά δάχτυλα",
    "q6_answer5": "Μέσο χέρι, μακριά δάχτυλα",
    "q6_answer6": "Μέσο χέρι, κοντά δάχτυλα",
    "q6_answer7": "Ορθογώνιο χέρι, κοντά δάχτυλα",
    "q6_answer8": "Ορθογώνιο χέρι, μακριά δάχτυλα",

    "q7_question": "Χρησιμοποιείτε συχνά τα χέρια σας;",
    "q7_answer1": "Ναι, δουλεύω σκληρά με τα χέρια μου κάθε μέρα",
    "q7_answer2": "Τα χρησιμοποιώ για πληκτρολόγια, έγγραφα, μέτριες έως μικρές οικιακές εργασίες",
    "q7_answer3": "Ναι, αλλά όχι πολύ σκληρά",
    "q7_answer4": "Όχι πραγματικά, μόνο μικροπράγματα καθημερινά",
    "q7_answer5": "Ναι, αλλά δεν με πειράζει να τα κάνω με νύχια",
    "q7_answer6": "Όχι, αλλά αν το κάνω, τα νύχια δεν θα με σταματούσαν να κάνω ό,τι θέλω",
    "q7_answer7": "Όχι",
    "q7_answer8": "Εξαρτάται, αλλά τα μακριά νύχια θα με ενοχλούσαν αν έχω πολλά να κάνω",

    "q8_question": "Πόσο συχνά θέλετε να έρχεστε για ένα φρέσκο σετ;",
    "q8_answer1": "Κάθε 3 εβδομάδες",
    "q8_answer2": "Κάθε 4 εβδομάδες",
    "q8_answer3": "Μόλις μου το επιτρέψει το γεμάτο μου πρόγραμμα",
    "q8_answer4": "Θα προσπαθήσω να έρχομαι τακτικά, αλλά πιθανότατα κάπου μεταξύ 4-5 εβδομάδων",
    "q8_answer5": "Μόλις τα νύχια μου φαίνονται πολύ μακριά",
    "q8_answer6": "Όποτε θέλω, μερικές φορές δεν θέλω να φοράω νύχια για μήνες",
    "q8_answer7": "Εξαρτάται από το πόσο μακριά είναι τα νύχια μου. Αν είναι ένα κοντό σετ, θα έρθω αργότερα",
    "q8_answer8": "Μόλις δω μια καλή έμπνευση για νύχια online, δεν μπορώ να συγκρατηθώ να μην κάνω ένα νέο σετ",

    "q9_question": "Πώς θα περιγράφατε την αύρα σας;",
    "q9_answer1": "Έντονη. Είμαι αναμφισβήτητα ο εαυτός μου.",
    "q9_answer2": "Προετοιμασμένη. Έχω πάντα ένα σχέδιο για τα πάντα.",
    "q9_answer3": "Φυσική. Δεν είμαι επιλεκτική με τίποτα και μπορείτε πάντα να βασίζεστε σε μένα.",
    "q9_answer4": "Χαλαρή. Δεν εκνευρίζομαι εύκολα.",
    "q9_answer5": "Ενεργητική. Έχω έναν ενεργό τρόπο ζωής και τον αγαπώ.",
    "q9_answer6": "Απαλή. Είμαι δημιουργική, θηλυκή και αγαπώ τα ζεστά, κοριτσίστικα πράγματα.",
    "q9_answer7": "Εμβληματική. Είμαι τολμηρή και μου αρέσει να νιώθω σέξι.",
    "q9_answer8": "Άνετη. Λατρεύω μια καλή ταινία ή ένα βιβλίο με το αγαπημένο μου comfort food."
  }
}